Repository: KenNguyen-dev/oneplan-web3
Catalog: ios/OnePlan/OnePlan/Localizable.xcstrings
Source language: en
Languages: vi

source: chain only.
vi: mạng thôi.

source: only, then contribute to the group.
vi: thôi, rồi góp vào nhóm.

source: -%@ (to send)
vi: -%@ (sẽ gửi)

# -%@%@ (to send)
source: -%1$@%2$@ (to send)
vi: -%1$@%2$@ (sẽ gửi)

source: -%@%@ (you owe)
vi: -%1$@%2$@ (bạn nợ)

source: %@ · Day %lld
vi: %@ · Ngày %lld

# %@ added %@
source: %1$@ added %2$@
vi: %@ đã thêm %@

source: %@ added to the group
vi: %@ đã được thêm vào nhóm

source: %@ Applied
vi: %@ lượt áp dụng

source: %@ are currently on other trips. They need to end or leave their trips before you can start this one.
vi: %@ hiện đang trong các chuyến đi khác. Họ cần kết thúc hoặc rời các chuyến đó trước khi bạn có thể bắt đầu chuyến này.

source: %@ content
vi: Nội dung %@

source: %@ invited you to
vi: %@ đã mời bạn đến

source: %@ is currently on another trip. They need to end or leave that trip before you can start this one.
vi: %@ hiện đang trong một chuyến đi khác. Họ cần kết thúc hoặc rời chuyến đó trước khi bạn có thể bắt đầu chuyến này.

source: %@ left the group
vi: %@ đã rời nhóm

source: %@ overview
vi: Tổng quan %@

# %@ paid %@
source: %1$@ paid %2$@
vi: %@ đã thanh toán %@

source: %@ paid from the group
vi: %@ đã được thanh toán từ nhóm

source: %@ still to change hands
vi: Còn %@ cần chuyển tay

source: %@ will be removed from your friends list.
vi: %@ sẽ bị xóa khỏi danh sách bạn bè của bạn.

source: %@ will be settled in cash
vi: %@ sẽ được quyết toán bằng tiền mặt

source: %@, %lld pins, %@
vi: %@, %lld ghim, %@

source: %@'s Photos
vi: Ảnh của %@

source: %@+ added to plan
vi: %@+ đã thêm vào kế hoạch

source: %lld activities
vi: %lld hoạt động

source: %lld days
vi: %lld ngày

source: %lld friends
vi: %lld bạn bè

source: %lld friends (%lld mutuals)
vi: %1$lld bạn (%2$lld bạn chung)

source: %lld locations
vi: %lld địa điểm

source: %lld members
vi: %lld thành viên

source: %lld members in this group
vi: %lld thành viên trong nhóm này

source: %lld min · %@
vi: %lld phút · %@

# %lld min %@
source: %1$lld min %2$@
vi: %1$lld phút %2$@

source: %lld Months
vi: %lld tháng

source: %lld mutual friends
vi: %lld bạn chung

source: %lld of %lld members approved
vi: %lld/%lld thành viên đã duyệt

# %lld of %lld selected
source: %1$lld of %2$lld selected
vi: Đã chọn %1$lld trên %2$lld

source: %lld photos uploaded by all members.
vi: %lld ảnh được tải lên bởi mọi thành viên.

source: %lld pins
vi: %lld ghim

source: %lld pins in this post!
vi: %lld ghim trong bài đăng này!

source: %lld pins ready
vi: Đã sẵn sàng %lld ghim

source: %lld places
vi: %lld địa điểm

source: %lld ratings
vi: %lld đánh giá

source: %lld stops
vi: %lld điểm dừng

source: %lld Weeks
vi: %lld tuần

source: %lld Years
vi: %lld năm

source: %lld/%lld paid
vi: %1$lld/%2$lld đã trả

source: + add
vi: + thêm

source: +%@ (to receive)
vi: +%@ (sẽ nhận)

source: +%@%@ (refund)
vi: +%1$@%2$@ (hoàn lại)

# +%@%@ (to receive)
source: +%1$@%2$@ (to receive)
vi: +%1$@%2$@ (sẽ nhận)

source: ~%@/day
vi: ~%@/ngày

source: 0.1%% fee to OnePlan · group receives %@ USDC
vi: Phí 0,1%% cho OnePlan · nhóm nhận %@ USDC

source: 0%@/person
vi: 0%@/người

source: 1 day
vi: 1 ngày

source: 1 month free
vi: Miễn phí 1 tháng

source: 1 video scan
vi: 1 lượt quét video

source: 1-3 days
vi: 1-3 ngày

source: 1K+ ratings
vi: 1K+ đánh giá

source: 2 weeks
vi: 2 tuần

source: 3 scans / week
vi: 3 lượt quét / tuần

source: 4-7 days
vi: 4-7 ngày

source: 5 friends are already premium!
vi: 5 người bạn đã là Premium!

source: 5 video scans
vi: 5 lượt quét video

source: 8-14 days
vi: 8-14 ngày

source: 10 videos/week
vi: 10 video/tuần

source: 10K+ ratings
vi: 10K+ đánh giá

source: 11,634đ each
vi: 11.634đ mỗi lượt

source: 14,600đ each
vi: 14.600đ mỗi lượt

source: 15 video scans
vi: 15 lượt quét video

source: 20 scans / month
vi: 20 lượt quét / tháng

source: 25,000đ each
vi: 25.000đ mỗi lượt

source: 30 video scans
vi: 30 lượt quét video

source: 300 scans / year
vi: 300 lượt quét / năm

source: A 0.1% fee goes to OnePlan.
vi: Phí 0.1% sẽ được chuyển cho OnePlan.

source: A co-host can approve payments over the trip limit.
vi: Đồng chủ trì có thể duyệt thanh toán vượt hạn mức chuyến đi.

source: A collection of pins from %@. Save the spots you love and plan your next trip.
vi: Bộ sưu tập ghim từ %@. Lưu những địa điểm bạn thích và lên kế hoạch cho chuyến đi tiếp theo.

source: A curated trip plan ready to use. Browse the timeline below and enjoy the journey.
vi: Một kế hoạch chuyến đi được tuyển chọn, sẵn sàng sử dụng. Xem lịch trình bên dưới và tận hưởng hành trình.

source: A payment looks like it failed but went through. Confirming a payment and making it are two separate steps. If confirmation is slow, you may see a failure for a few minutes before the status corrects itself. Your money is not lost, and we reconcile against the network automatically.
vi: Thanh toán trông như thất bại nhưng thực ra đã đi. Xác nhận và thực hiện thanh toán là hai bước riêng. Nếu xác nhận chậm, bạn có thể thấy trạng thái lỗi vài phút trước khi hệ thống cập nhật lại. Tiền của bạn không mất, và chúng tôi đối soát tự động với mạng.

source: A trip fund belongs to the group, not to one friend
vi: Quỹ chuyến đi thuộc về cả nhóm, không thuộc một người

source: A trip fund with no second approver. If your trip has fewer than two people who can approve, any member may approve a payment. Two-person approval only starts once your group has two approvers.
vi: Quỹ chuyến đi chưa có người duyệt thứ hai. Nếu chuyến đi có ít hơn hai người có thể duyệt, bất kỳ thành viên nào cũng có thể duyệt thanh toán. Cơ chế duyệt hai người chỉ bắt đầu khi nhóm có đủ hai người duyệt.

source: About us
vi: Về chúng tôi

source: Accept
vi: Chấp nhận

source: Account number
vi: Số tài khoản

source: Add
vi: Thêm

source: Add %lld spots
vi: Thêm %lld địa điểm

source: Add a budget or expense to get started
vi: Thêm ngân sách hoặc chi phí để bắt đầu

source: Add a day
vi: Thêm một ngày

source: Add budget
vi: Thêm ngân sách

source: Add friend
vi: Thêm bạn

source: Add Friend
vi: Kết bạn

source: Add funds to your wallet
vi: Nạp tiền vào ví của bạn

source: Add Item
vi: Thêm mục

source: Add me on OnePlan
vi: Kết bạn với tôi trên OnePlan

source: Add money to get start
vi: Nạp tiền để bắt đầu

source: Add new expenses
vi: Thêm chi phí mới

source: Add to Boards
vi: Thêm vào Bảng

source: Add to plan
vi: Thêm vào kế hoạch

source: Add to Trip
vi: Thêm vào chuyến đi

source: Add to Trips
vi: Thêm vào chuyến đi

source: Add USD, EUR or VND from your bank
vi: Nạp USD, EUR hoặc VND từ ngân hàng của bạn

source: Add your first note to get started
vi: Thêm ghi chú đầu tiên để bắt đầu

source: Add your first plan to get started
vi: Thêm kế hoạch đầu tiên để bắt đầu

source: Adding to Board
vi: Thêm vào Bảng

source: Adding to trip
vi: Thêm vào chuyến đi

source: Adding…
vi: Đang thêm…

source: Address copied
vi: Đã sao chép địa chỉ

source: After you start your trip, we will send you reminders about what to do and where to go.
vi: Sau khi bắt đầu chuyến đi, chúng tôi sẽ gửi nhắc nhở về việc cần làm và nơi cần đến.

source: AI bill split
vi: Chia hóa đơn bằng AI

source: All
vi: Tất cả

source: All members must approve ending this trip. The trip stays ongoing until everyone agrees.
vi: Tất cả thành viên phải duyệt kết thúc chuyến. Chuyến đi vẫn tiếp tục cho đến khi mọi người đồng ý.

source: All plans on Day %lld will be deleted. Plans on later days will be moved up.
vi: Tất cả kế hoạch trong Ngày %lld sẽ bị xóa. Các kế hoạch ở những ngày sau sẽ được dời lên.

source: All Settled
vi: Đã quyết toán

source: All time
vi: Toàn thời gian

source: All your changes will be lost.
vi: Mọi thay đổi của bạn sẽ bị mất.

source: Allow camera access, or pick a code from your photos
vi: Cho phép dùng camera, hoặc chọn mã từ ảnh của bạn

source: Allow photo library access in Settings to save your passport
vi: Hãy cho phép truy cập thư viện ảnh trong Cài đặt để lưu hộ chiếu của bạn

source: Almost there! We're bringing amazing trips to you.
vi: Sắp xong rồi! Chúng tôi đang mang những chuyến đi tuyệt vời đến cho bạn.

source: Almost there…
vi: Sắp xong…

source: Already friends
vi: Đã là bạn bè

source: Already on a Trip
vi: Đang trong một chuyến đi

source: Amount
vi: Số tiền

source: Amount cannot be edited
vi: Số tiền không thể chỉnh sửa

source: An end request is already waiting for approval.
vi: Yêu cầu kết thúc đang chờ duyệt.

source: Analytics
vi: Phân tích

source: Apple map
vi: Bản đồ Apple

source: Apple Maps
vi: Bản đồ Apple

source: Apple Sign In failed. Please try again.
vi: Đăng nhập bằng Apple thất bại. Vui lòng thử lại.

source: Applied
vi: Đã áp dụng

source: Apply
vi: Áp dụng

source: Apply to current trip
vi: Áp dụng cho chuyến đi hiện tại

source: Applying...
vi: Đang áp dụng...

source: Approval needed
vi: Cần duyệt

source: Approve
vi: Duyệt

source: Approve payment
vi: Duyệt thanh toán

source: Approve settlement
vi: Duyệt quyết toán

source: Approved
vi: Đã duyệt

source: Are you confirm that you've paid
vi: Bạn xác nhận rằng mình đã trả

source: Are you confirm that you've received
vi: Bạn xác nhận rằng mình đã nhận

source: Are you sure you want to delete "%@"?
vi: Bạn có chắc muốn xóa "%@"?

source: Are you sure you want to delete this photo? This action cannot be undone.
vi: Bạn có chắc muốn xóa ảnh này? Không thể hoàn tác.

source: Arranging your pins by area…
vi: Đang sắp xếp ghim theo khu vực…

source: Ascending
vi: Tăng dần

source: Assign spending based on the actual expenses of each member.
vi: Phân bổ chi tiêu dựa trên chi phí thực tế của từng thành viên.

source: At the end of the trip, one settlement pays everyone back at once, and every member can check the numbers themselves
vi: Cuối chuyến đi, một lần quyết toán trả lại tiền cho mọi người cùng lúc, và mỗi thành viên đều tự kiểm tra được số liệu

source: Audio Error
vi: Lỗi âm thanh

source: Authentication cancelled
vi: Đã hủy xác thực

source: Authentication failed
vi: Xác thực thất bại

source: Authentication not available on this device
vi: Xác thực không khả dụng trên thiết bị này

source: Available
vi: Khả dụng

source: Back
vi: Quay lại

source: Back to market
vi: Quay lại Chợ

source: Back to trip
vi: Về chuyến đi

source: Bad
vi: Kém

source: Balance
vi: Số dư

# Balance %@ USDC, about %@
source: Balance %1$@ USDC, about %2$@
vi: Số dư %@ USDC, khoảng %@

source: Balance updated
vi: Số dư đã được cập nhật

source: Bank account name
vi: Tên chủ tài khoản

source: Bank account number
vi: Số tài khoản

source: Bank name
vi: Tên ngân hàng

source: Bank transfer
vi: Chuyển khoản ngân hàng

source: Basic
vi: Cơ bản

source: Be the first to add to plan
vi: Hãy là người đầu tiên thêm vào kế hoạch

source: Best value
vi: Giá trị nhất

source: Bi-Weekly
vi: Hai tuần một lần

source: Biometric authentication not available
vi: Xác thực sinh trắc học không khả dụng

source: Board
vi: Bảng

source: Board name
vi: Tên bảng

source: Boards
vi: Các bảng

source: Breakdown
vi: Chi tiết

source: Browse ready-made travel plans from the community and apply them in seconds.
vi: Duyệt các kế hoạch du lịch có sẵn từ cộng đồng và áp dụng chỉ trong vài giây.

source: Budget
vi: Ngân sách

source: Budget %lld
vi: Ngân sách %lld

source: Budget amount
vi: Số tiền ngân sách

source: Budget amount must be greater than 0.
vi: Số tiền ngân sách phải lớn hơn 0.

source: Budget contributed
vi: Ngân sách đã đóng góp

source: Budget Contributions
vi: Đóng góp ngân sách

source: Budget must have at least one contributor.
vi: Ngân sách phải có ít nhất một người đóng góp.

source: Budget name
vi: Tên ngân sách

source: Budget per person
vi: Ngân sách mỗi người

source: Budget refund
vi: Hoàn ngân sách

source: Budget: ~%@
vi: Ngân sách: ~%@

source: Build plans manual
vi: Tự xây dựng kế hoạch

source: Buy
vi: Mua

source: Buy scan credits
vi: Mua lượt quét

source: By %@
vi: Bởi %@

source: by car
vi: lái xe

source: By continuing, you accept our
vi: Khi tiếp tục, bạn đồng ý với

source: by foot
vi: đi bộ

source: Camera preview is unavailable.
vi: Bản xem trước camera không khả dụng.

source: Can I take my money out at any time? Yes, to your own wallet address, subject to network confirmation. Money already inside a trip fund follows your group's approval rules.
vi: Tôi có thể rút tiền bất cứ lúc nào không? Có, về địa chỉ ví của bạn, sau khi mạng xác nhận. Tiền đã nằm trong quỹ chuyến đi sẽ theo quy tắc duyệt của nhóm bạn.

source: Can't change currency
vi: Không thể đổi tiền tệ

source: Can't start trip
vi: Không thể bắt đầu chuyến đi

source: Cancel
vi: Hủy

source: Cancel payment
vi: Hủy thanh toán

source: Cancel request
vi: Hủy yêu cầu

source: Cancel Request
vi: Hủy yêu cầu

source: Cancel Subscription
vi: Hủy gói đăng ký

source: Cancel this payment?
vi: Hủy thanh toán này?

source: Cancelled
vi: Đã hủy

source: Capture receipt
vi: Chụp hóa đơn

source: Catching the spots...
vi: Đang tìm các địa điểm...

source: Categories
vi: Danh mục

source: Category
vi: Danh mục

source: Change Plan
vi: Đổi gói

source: Change trip avatar
vi: Đổi ảnh đại diện chuyến đi

source: Chat
vi: Trò chuyện

source: Check on explorer
vi: Xem trên explorer

source: Choose
vi: Chọn

source: Choose a code from your photos
vi: Chọn mã từ ảnh của bạn

source: Choose one of the options below to deposit crypto
vi: Chọn một trong các cách dưới đây để nạp crypto

source: Choose trip dates
vi: Chọn ngày chuyến đi

source: cities
vi: thành phố

source: Cities
vi: Thành phố

source: Clear search
vi: Xóa tìm kiếm

source: Close
vi: Đóng

source: Collecting the hot spots...
vi: Đang gom các điểm hot...

source: Coming soon
vi: Sắp ra mắt

source: Community profile
vi: Hồ sơ cộng đồng

source: Companion
vi: Bạn đồng hành

source: Company
vi: Công ty

source: Compare features
vi: So sánh tính năng

source: Completed
vi: Hoàn tất

source: Confirm
vi: Xác nhận

source: Confirm & Withdraw
vi: Xác nhận & Rút tiền

source: Confirm Leave
vi: Xác nhận rời

source: Contact support
vi: Liên hệ hỗ trợ

source: Continue
vi: Tiếp tục

source: Continue anyway
vi: Vẫn tiếp tục

source: Continue with Apple
vi: Tiếp tục với Apple

source: Continue with Google
vi: Tiếp tục với Google

source: Contribute
vi: Góp quỹ

source: Contribute amount
vi: Số tiền góp

source: Contribute amount %@
vi: Số tiền góp %@

source: Contribute to the group
vi: Góp vào nhóm

source: Contribute to Trip Fund
vi: Góp vào quỹ chuyến đi

source: Contribute via
vi: Góp qua

source: Contributing to trip fund by using OnePlan Wallet
vi: Góp vào quỹ chuyến đi bằng OnePlan Wallet

source: Contributor
vi: Người đóng góp

source: Copied
vi: Đã sao chép

source: Copied successfully
vi: Sao chép thành công

source: Copy %@
vi: Sao chép %@

source: Copy address
vi: Sao chép địa chỉ

source: Copy the group wallet address
vi: Sao chép địa chỉ ví nhóm

source: Copy wallet address
vi: Sao chép địa chỉ ví

source: Could not create your wallet: %@
vi: Không tạo được ví của bạn: %@

source: Could not extract items from the receipt. Try a clearer photo.
vi: Không thể trích xuất các món từ hóa đơn. Hãy thử ảnh rõ hơn.

source: Could not load history
vi: Không tải được lịch sử

source: Could not load review
vi: Không tải được bản xem xét

source: Could not load your wallet
vi: Không tải được ví của bạn

source: Could not prepare recordings directory
vi: Không thể chuẩn bị thư mục ghi âm

source: Could not reach the wallet service: %@
vi: Không kết nối được dịch vụ ví: %@

source: Could not read that image
vi: Không đọc được ảnh đó

source: Could not read the receipt. Try a clearer photo.
vi: Không thể đọc hóa đơn. Hãy thử ảnh rõ hơn.

source: Could not render the passport image
vi: Không thể tạo ảnh hộ chiếu

source: Could not save
vi: Không lưu được

source: Could not set up wallet
vi: Không thiết lập được ví

source: Could not sign: %@
vi: Không ký được: %@

source: Could not verify your purchase with the server.
vi: Không thể xác minh giao dịch của bạn với máy chủ.

source: Couldn't add these pins to the trip.
vi: Không thể thêm các ghim này vào chuyến đi.

source: Couldn't add to trip
vi: Không thể thêm vào chuyến đi

source: Couldn't analyze this post, please try again
vi: Không thể phân tích bài đăng này, vui lòng thử lại

source: Couldn't apply plan
vi: Không thể áp dụng kế hoạch

source: Couldn't apply this plan to your trip.
vi: Không thể áp dụng kế hoạch này cho chuyến đi của bạn.

source: Couldn't generate trip
vi: Không thể tạo chuyến đi

source: Couldn't generate your trip. Please try again.
vi: Không thể tạo chuyến đi của bạn. Vui lòng thử lại.

source: Couldn't load
vi: Không thể tải

source: Couldn't load this board.
vi: Không thể tải bảng này.

source: Couldn't open link
vi: Không thể mở liên kết

source: Countries
vi: Quốc gia

source: Countries & Territories
vi: Quốc gia & Vùng lãnh thổ

source: Country visited
vi: Quốc gia đã đến

source: Couples
vi: Cặp đôi

source: Covered
vi: Được hỗ trợ

source: Create a trip from these pins
vi: Tạo chuyến đi từ những ghim này

source: Create new Board
vi: Tạo bảng mới

source: Create new trip
vi: Tạo chuyến đi mới

source: Create Trip
vi: Tạo chuyến đi

source: Create trips
vi: Tạo chuyến đi

source: Create your list with
vi: Tạo danh sách của bạn với

source: Created by
vi: Tạo bởi

source: Creating expense...
vi: Đang tạo chi phí...

source: Creating...
vi: Đang tạo...

source: Creator
vi: Người tạo

source: Currency
vi: Tiền tệ

source: Daily
vi: Hàng ngày

source: Danger zone
vi: Vùng nguy hiểm

source: Date
vi: Ngày

source: day
vi: ngày

source: Day
vi: Ngày

source: Day %lld
vi: Ngày %lld

source: Decline
vi: Từ chối

source: Delete
vi: Xóa

source: Delete Account?
vi: Xóa tài khoản?

source: Delete bank account
vi: Xóa tài khoản ngân hàng

source: Delete board?
vi: Xóa bảng?

source: Delete budget?
vi: Xóa ngân sách?

source: Delete Day %lld?
vi: Xóa Ngày %lld?

source: Delete every plan in %@?
vi: Xóa mọi kế hoạch trong %@?

source: Delete expense?
vi: Xóa chi phí?

source: Delete failed
vi: Xóa thất bại

source: Delete my account
vi: Xóa tài khoản của tôi

source: Delete Photo
vi: Xóa ảnh

source: Delete plan?
vi: Xóa kế hoạch?

source: Delete recording?
vi: Xóa bản ghi?

source: Delete this marketplace plan?
vi: Xóa kế hoạch trên Chợ này?

source: Delete this plan?
vi: Xóa kế hoạch này?

source: Delete trip
vi: Xóa chuyến đi

source: Delete trip?
vi: Xóa chuyến đi?

source: Deleted User
vi: Người dùng đã xóa

source: Denied
vi: Từ chối

source: Deny
vi: Từ chối

source: Deposit
vi: Nạp tiền

source: Deposit again
vi: Nạp lại

source: Deposit failed
vi: Nạp tiền thất bại

source: Deposit to
vi: Nạp vào

source: Deposit to OnePlan Wallet from your personal Solana wallet
vi: Nạp vào OnePlan Wallet từ ví Solana cá nhân của bạn

source: Deposit USDC
vi: Nạp USDC

source: Deposit USDC or pay a merchant to get started
vi: Nạp USDC hoặc thanh toán cửa hàng để bắt đầu

source: Descending
vi: Giảm dần

source: Describe your plan...
vi: Mô tả kế hoạch của bạn...

source: Description
vi: Mô tả

source: Deselect all
vi: Bỏ chọn tất cả

source: Deselect all spots
vi: Bỏ chọn tất cả địa điểm

source: Destination required
vi: Cần có điểm đến

source: Details
vi: Chi tiết

source: Direction
vi: Chỉ đường

source: Discard
vi: Hủy bỏ

source: Discard changes?
vi: Hủy các thay đổi?

source: Discover more hidden gems by social videos
vi: Khám phá thêm địa điểm thú vị qua video mạng xã hội

source: Dismiss
vi: Đóng

source: Dismiss invitation
vi: Bỏ qua lời mời

source: Display name
vi: Tên hiển thị

source: Display name cannot be empty
vi: Tên hiển thị không được để trống

source: Do you earn interest on my balance? No. Your balance does not earn anything, and we do not lend it out or invest it.
vi: Các bạn có hưởng lãi từ số dư của tôi không? Không. Số dư của bạn không sinh lãi, và chúng tôi không cho vay hay đầu tư số tiền đó.

source: Done
vi: Xong

source: Double tap to toggle playback
vi: Nhấn đúp để bật/tắt phát

source: Download all
vi: Tải tất cả

source: Download failed
vi: Tải xuống thất bại

source: Drag to arrange or tap “Delete” to erase plan
vi: Kéo để sắp xếp hoặc nhấn “Xóa” để xóa kế hoạch

source: Drag to join
vi: Kéo để tham gia

source: Drop to split evenly
vi: Thả vào để chia đều

source: Duration
vi: Thời lượng

source: Edit
vi: Sửa

source: Edit Board
vi: Sửa bảng

source: Edit details
vi: Chỉnh sửa chi tiết

source: Edit note
vi: Sửa ghi chú

source: Edit Plan
vi: Sửa kế hoạch

source: Edit this board
vi: Sửa bảng này

source: End trip
vi: Kết thúc chuyến đi

source: End trip denied
vi: Kết thúc chuyến bị từ chối

source: End trip?
vi: Kết thúc chuyến đi?

source: Ended
vi: Đã kết thúc

source: Enhance your experience now.
vi: Nâng cao trải nghiệm của bạn ngay.

source: Enter
vi: Nhập

source: Enter name
vi: Nhập tên

source: Enter wallet address
vi: Nhập địa chỉ ví

source: Error
vi: Lỗi

source: Estimated gas fee
vi: Phí gas ước tính

source: Every member sees the balance and every movement, at any time
vi: Mọi thành viên đều xem được số dư và mọi giao dịch, bất cứ lúc nào

source: Every payment out of your wallet needs you to approve it. That includes putting money into a trip fund.
vi: Mọi khoản chi từ ví của bạn đều cần bạn duyệt. Kể cả khi đưa tiền vào quỹ chuyến đi.

source: Expense
vi: Chi phí

source: Expense amount must be greater than 0.
vi: Số tiền chi phí phải lớn hơn 0.

source: Expense must be shared with at least one member.
vi: Chi phí phải được chia với ít nhất một thành viên.

source: Expense name is required.
vi: Vui lòng nhập tên chi phí.

source: Expenses are in VND (merchant). Vault balance and deposit use USDC. ≈ VND uses today’s rate and may differ from expense totals.
vi: Chi tiêu hiển thị bằng VND (merchant). Số dư vault và nạp dùng USDC. ≈ VND theo tỷ giá hôm nay, có thể khác tổng chi tiêu.

source: Expenses by category
vi: Chi phí theo danh mục

source: Expires in
vi: Hết hạn sau

source: Explore on market
vi: Khám phá trên Chợ

source: Explore Plans on Market
vi: Khám phá kế hoạch trên Chợ

source: Extract pins by social video
vi: Trích xuất ghim từ video mạng xã hội

source: Extract pins by video
vi: Trích xuất ghim từ video

source: Failed
vi: Thất bại

source: Failed to acquire this plan
vi: Không thể mua kế hoạch này

source: Failed to apply plan to trip
vi: Không thể áp dụng kế hoạch cho chuyến đi

source: Failed to cancel request
vi: Không thể hủy yêu cầu

source: Failed to create board.
vi: Không thể tạo bảng.

source: Failed to create budget
vi: Không thể tạo ngân sách

source: Failed to create expense
vi: Không thể tạo chi phí

source: Failed to create expense. Please try again.
vi: Không thể tạo chi phí. Vui lòng thử lại.

source: Failed to create plan item
vi: Không thể tạo mục kế hoạch

source: Failed to create receipt expense: %@
vi: Không thể tạo chi phí từ hóa đơn: %@

source: Failed to create trip
vi: Không thể tạo chuyến đi

source: Failed to create trip from this plan
vi: Không thể tạo chuyến đi từ kế hoạch này

source: Failed to delete account. Please try again.
vi: Không thể xóa tài khoản. Vui lòng thử lại.

source: Failed to delete board
vi: Không thể xóa bảng

source: Failed to delete budget
vi: Không thể xóa ngân sách

source: Failed to delete expense
vi: Không thể xóa chi phí

source: Failed to delete expense.
vi: Không thể xóa chi phí.

source: Failed to delete marketplace plan. Please try again.
vi: Không thể xóa kế hoạch trên Chợ. Vui lòng thử lại.

source: Failed to delete photo
vi: Không thể xóa ảnh

source: Failed to delete plan
vi: Không thể xóa kế hoạch

source: Failed to delete plan.
vi: Không thể xóa kế hoạch.

source: Failed to delete trip
vi: Không thể xóa chuyến đi

source: Failed to end trip
vi: Không thể kết thúc chuyến đi

source: Failed to get ID token from Google
vi: Không thể lấy mã ID từ Google
